const gerador = (prefix) => {

	return `┏━━━⚙|᳡⃯𝐆𝐄𝐑𝐀𝐃𝐎𝐑𝐄𝐒•᭄━━
┣➘ *${prefix}gerarpessoa*
┣⊱ ✓ ᴜsᴏ ʟɪᴠʀᴇ
┣➘ *${prefix}gerarcertidao*
┣⊱ ✓ ᴜsᴏ ʟɪᴠʀᴇ
┣➘ *${prefix}gerarcpf*
┣⊱ ✓ ᴜsᴏ ʟɪᴠʀᴇ
┣➘ *${prefix}gerarcep*
┣⊱ ✓ ᴜsᴏ ʟɪᴠʀᴇ
┣➘ *${prefix}qrcode [texto]*
┣⊱ ✓ ᴜsᴏ ʟɪᴠʀᴇ
┣➘ *${prefix}nick [nome]*
┣⊱ ✓ ᴜsᴏ ʟɪᴠʀᴇ
┣━━━━━━━━━━━━━
┗━━━⚙|᳡⃯𝐆𝐄𝐑𝐀𝐃𝐎𝐑𝐄𝐒•᭄━━

┏━━🕵️‍♂️|᳡⃯𝐂𝐑𝐈𝐏𝐓𝐎𝐆𝐑𝐀𝐅𝐈𝐀•᭄━━
┣➘ *${prefix}codificar [texto]*
┣⊱ ✓ ᴜsᴏ ʟɪᴠʀᴇ
┣➘ *${prefix}decodificar [texto]*
┣⊱ ✓ ᴜsᴏ ʟɪᴠʀᴇ
┗━━🕵️‍♂️|᳡⃯𝐂𝐑𝐈𝐏𝐓𝐎𝐆𝐑𝐀𝐅𝐈𝐀•᭄━━

┏━━🪀|᳡⃯𝐒𝐔𝐏𝐎𝐑𝐓𝐄 𝐖𝐏𝐏•᭄━━━
┣➘ *${prefix}msgdeban [numero]*
┣⊱ ✓ ᴜsᴏ ʟɪᴠʀᴇ
┣➘ *${prefix}msgdesban [numero|nome]*
┣⊱ ✓ ᴜsᴏ ʟɪᴠʀᴇ
┗━━🪀|᳡⃯𝐒𝐔𝐏𝐎𝐑𝐓𝐄 𝐖𝐏𝐏•᭄━━━`
}
exports.gerador = gerador

